Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamen_kielen_toimisto.html.tmx
Source language: fin
Languages: sme

source: Saamen kielen toimisto
sme: Sámegiela doaimmahat

source: Saamen kielen toimisto toteuttaa saamen kielilain (laki 1086/2003, asetus 108/2004) mukaisia tehtäviä.
sme: Sámegiela doaimmahat ollašuhttá sámi giellalága (láhka 1086/2003, ásahus 108/2004) namuhuvvon bargguid.

source: Se huolehtii laissa tarkoitettujen käännösten toimittamisesta eri viranomaisille ja laitoksille, avustaa viranomaisia ja laitoksia saamen kielen taitoisten tulkkien hankkimisessa sekä muissa saamen kielilaissa tarkoitetuissa tehtävissä sekä seuraa saamen kielilaissa säädettyjen tavoitteiden toteutumista ja tehden tarvittaessa aloitteita saamen kielen käytön edistämiseksi.
sme: Dat fuolaha lágas oaivvilduvvon jorgalusaid dahkamis virgeoapmehaččaide ja lágadusaide, veahkeha eiseválddiid ja lágadusaid sámegielat dulkkaid háhkamis sihke eará sámi giellalágas oaivvilduvvon bargguin sihke čuovvu movt sámi giellaláhka ollašuhtto ja dahká maid álgagiid sámegiela geavaheami ovddideapmi ovdii.

source: Saamen kielen toimiston henkilökunta neuvoo ja auttaa mielellään saamen kieleen ja saamen kielilakiin liittyvissä asioissa.
sme: Sámegiela doaimmahaga bargit rávvejit ja veahkehit áinnas áššiin, mat gusket sámegillii ja sámi giellaláhkii.

source: Kielitoimistossa on saamen kieliturvasihteerin ja saamen kieliasian sihteerin viran lisäksi neljä pohjoissaamen kielen kielenkääntäjän virkaa sekä yksi inarinsaamen ja yksi koltansaamen kielenkääntäjän virka.
sme: Sámegiela doaimmahagas barget sámi gielladorvočálli ja sámi giellaáššiidčálli lassin njealjje davvisámegielat jorgaleaddji ja anárašgiela ja nuortalašgiela jorgaleaddjit.

source: Käräjien kokous voi perustaa tarpeen mukaan muitakin virkoja.
sme: Sámedikki čoahkkin sáhttá dárbbu mielde ásahit earáge virggiid.

source: Kielitoimistossa voi olla myös muuta henkilöstöä.
sme: Sámi giellaldorvočálli doaibma maid gielladoaimmahaga bargiid hoavdan.

source: Saamen kieliturvasihteeri toimii kielitoimiston esimiehenä.
sme: Gielladorvočálli Anne Kirste Aikio

source: Kieliturvasihteeri Anne Kirste Aikio
sme: Doaimmahaga hoavda

source: toimiston esimies
sme: Sámi giellalága ollašuvvama gohcin ja čuovvun

source: saamen kielilain toteutumisen valvonta ja seuranta
sme: Giellalágas ja eará sámiid gielalaš vuoigatvuođain dieđiheapmi

source: kielilaista ja muista saamelaisten kielellisistä oikeuksista tiedottaminen
sme: Sámiid ja virgeoapmahaččaid rávven ja oahpisteapmi sámi giellalága geavaheamis ja heiveheamis

source: saamelaisväestön ja viranomaisten neuvonta ja opastaminen saamen kielilain käyttämisestä ja soveltamisesta
sme: Doaibmasuorgái gullevaš sámiid guoskevaš áššiid gieđahallama čuovvun sierra virgeoapmahaččain

source: toimialaan liittyvien saamelaisia koskevien asioiden käsittelyn seuranta eri viranomaisissa
sme: Sámi giellaráđi áššemeannudeaddji ja čálli ja maiddái mearrádusaid ollašuhtti bargguide gullevaš áššiin

source: saamen kielineuvoston esittelijä ja sihteeri sekä päätösten toimeenpanijana tehtäviinsä kuuluvissa asioissa
sme: Giellabeassejođiheaddji Niina Aikio-Siltala

source: Kieliasiansihteeri Marko Marjomaa
sme: Bargiid ja doaibmiid doarjun erenomážit sámegiela ja kultuvrra oahpaheami pedagogalaš metodaid ja kvalitehta ovddideamis

source: saamen kieliyhteistyöhön liittyvät tehtävät
sme: Váhnemiid oahpisteapmi ja rávven giela ealáskahttimii laktáseaddji áššiin

source: saamen kielineuvoston esittelijä ja sihteeri, sekä kielineuvoston kokouksen järjestelyt ja päätösten toimeenpano
sme: Giellabeasseruhtadeapmái guoski hálddahusbarggut

source: yhteyden pito saamelaisorganisaatioihin yli rajojen
sme: Giellabeassebargiid skuvlendárbbuid kárten

source: Kielipesäohjaaja Niina Aikio-Siltala
sme: Giellajorgaleaddjit

source: Kielipesien henkilöstön pedagoginen tukeminen
sme: Giellajorgaleaddji – Irma Laiti , doaibmabáiki Anár

source: Yhteistyö kielipesätoiminnan järjestäjien kanssa
sme: Giellajorgaleaddji – Anja Vest , doaibmabáiki Anár

source: Kielipesärahoituksen hallinnointi
sme: Má. giellajorgaleaddji – Mággá Välimaa

source: Vanhempien ohjaus ja neuvonta kielipesään ja kielenelvytykseen liittyvissä asioissa
sme: Má. giellajorgaleaddji – Seija Aikio-Järviluoma

source: Kielenkääntäjät
sme: Má. giellajorgaleaddji – Rauna Saijets

source: Kielenkääntäjä – Irma Laiti , toimipaikka Inari
sme: Anárašgiela jorgaleaddji – Tanja Kyrö

source: Kielenkääntäjä – Anja Vest , toimipaikka Inari
sme: Má. anárašgiela jorgaleaddji – Henna Lehtola

source: Ma. kielenkääntäjä – Mággá Välimaa
sme: Nuortalašgiela jorgaleaddji – Merja Fofonoff

source: Ma. kielenkääntäjä – Seija Aikio-Järviluoma
sme: Má. nuortalašgiela jorgaleaddji – Hilkka Fofonoff
